{
  "Khoa": [
    {
      "name": "One Piece",
      "author": "Eiichiro Oda",
      "short_summary": "One Piece theo chân Monkey D. Luffy, một cậu bé có cơ thể đàn hồi như cao su sau khi ăn trái Ác Quỷ, cùng băng hải tặc Mũ Rơm phiêu lưu trên đại dương. Mục tiêu của Luffy là tìm được kho báu One Piece huyền thoại để trở thành Vua Hải Tặc.",
      "detailed_summary": "Bối cảnh diễn ra trên vùng biển rộng lớn tên Đại Hải Trình, nơi thời đại hải tặc đang hưng thịnh. Luffy thành lập băng Mũ Rơm với nhiều thành viên cá tính như kiếm sĩ Zoro, hoa tiêu Nami, xạ thủ Usopp, đầu bếp Sanji và những người bạn đồng hành khác. Họ cùng nhau vượt qua vô số đảo quốc kỳ lạ, chạm trán các băng hải tặc đối địch và đương đầu với sự truy đuổi gắt gao từ Hải Quân. Trên hành trình, mỗi thành viên trong băng đều theo đuổi ước mơ riêng và dần trưởng thành qua những thử thách. One Piece hấp dẫn độc giả nhờ cốt truyện phiêu lưu lôi cuốn, thế giới hư cấu phong phú và tinh thần đồng đội sâu sắc."
    },
    {
      "name": "Naruto",
      "author": "Masashi Kishimoto",
      "short_summary": "Naruto kể về Uzumaki Naruto, một ninja thiếu niên hiếu động của làng Lá, luôn khao khát được mọi người công nhận. Cậu nuôi ước mơ trở thành Hokage, vị ninja lãnh đạo làng và được cả làng tôn trọng.",
      "detailed_summary": "Bối cảnh câu chuyện diễn ra trong thế giới ninja giả tưởng với nhiều làng ninja khác nhau. Naruto mang trong người Cửu Vĩ Hồ Ly – một vĩ thú bị phong ấn, khiến cậu bị dân làng xa lánh từ nhỏ. Trên hành trình rèn luyện, Naruto kết bạn với đồng đội Uchiha Sasuke và Haruno Sakura dưới sự hướng dẫn của thầy Kakashi. Bộ truyện theo chân Naruto và bạn bè trải qua các kỳ thi, nhiệm vụ nguy hiểm cũng như những trận chiến sinh tử với các ninja phản bội và tổ chức tội ác Akatsuki. Qua mỗi thử thách, Naruto dần trưởng thành, học được giá trị của tình bạn và quyết tâm bảo vệ làng."
    },
    {
      "name": "Dragon Ball",
      "author": "Akira Toriyama",
      "short_summary": "Dragon Ball (7 Viên Ngọc Rồng) xoay quanh hành trình của Son Goku từ thuở nhỏ cho đến khi trưởng thành, trong hành trình tìm kiếm 7 viên ngọc rồng. Goku gặp gỡ nhiều bạn bè và cùng nhau chiến đấu bảo vệ Trái Đất khỏi các thế lực hung ác.",
      "detailed_summary": "Son Goku là một cậu bé người Saiyan rơi xuống Trái Đất và được một ông lão nuôi dưỡng. Cậu có sức mạnh phi thường và tấm lòng nhân hậu. Goku cùng Bulma bắt đầu cuộc phiêu lưu thu thập đủ bảy viên ngọc rồng để triệu hồi rồng thần thực hiện điều ước. Trên đường đi, Goku kết thân với nhiều người bạn như Krillin, Yamcha và tham gia Đại hội võ thuật. Về sau, những kẻ thù mạnh mẽ từ vũ trụ như Piccolo, Vegeta, Frieza lần lượt xuất hiện, buộc Goku và các chiến binh Z phải không ngừng tập luyện để bảo vệ hành tinh. Dragon Ball nổi tiếng với các trận chiến gay cấn, sự phát triển sức mạnh không giới hạn và tinh thần chiến đấu quật cường."
    },
    {
      "name": "Bleach",
      "author": "Tite Kubo",
      "short_summary": "Bleach kể về Kurosaki Ichigo, một thiếu niên có khả năng nhìn thấy linh hồn. Sau khi gặp nữ Thần Chết Kuchiki Rukia, Ichigo nhận được sức mạnh Thần Chết và bắt đầu sứ mệnh bảo vệ con người khỏi Hollow (ác linh) và đưa các linh hồn lang thang về thế giới bên kia.",
      "detailed_summary": "Ichigo vốn là một học sinh trung học bình thường cho đến khi gia đình cậu bị Hollow tấn công. Để cứu gia đình, Ichigo chấp nhận tiếp nhận sức mạnh Thần Chết từ Rukia. Từ đó, cậu trở thành Thần Chết tập sự, cùng bạn bè chiến đấu chống lại Hollow tại thị trấn Karakura. Sau khi Rukia bị bắt về Thi Hồn Giới vì vi phạm luật lệ, Ichigo và nhóm bạn (Orihime, Chad, Uryu) xâm nhập vào Soul Society để giải cứu cô. Cốt truyện phát triển thêm với những âm mưu phản bội bên trong Soul Society và sự xuất hiện của những kẻ thù mới như Aizen Sōsuke. Bleach hấp dẫn độc giả bởi hệ thống nhân vật đa dạng, các trận chiến bằng kiếm và kỹ năng linh hồn đặc sắc."
    },
    {
      "name": "Attack on Titan",
      "author": "Hajime Isayama",
      "short_summary": "Attack on Titan lấy bối cảnh nhân loại sống trong các thành phố được bao bọc bởi tường thành để chống lại Titan – những sinh vật khổng lồ ăn thịt người. Câu chuyện theo chân Eren Yeager, người chứng kiến mẹ bị Titan sát hại, cùng bạn bè gia nhập quân đội để tiêu diệt Titan và khám phá bí ẩn đằng sau chúng.",
      "detailed_summary": "Thế giới trong truyện bị thống trị bởi nỗi sợ hãi Titan, khiến loài người phải co cụm sau ba lớp tường thành Maria, Rose và Sina. Eren Yeager, cùng bạn thời thơ ấu Mikasa Ackerman và Armin Arlert, tham gia Đội Trinh Sát với quyết tâm trả thù và giải phóng nhân loại. Quá trình huấn luyện gian khổ giúp họ dần trở thành những chiến binh tinh nhuệ. Trong các trận chiến khốc liệt, Eren phát hiện mình có khả năng hóa thân thành Titan, tạo bước ngoặt cho cuộc chiến. Càng tiến sâu, nhóm bạn càng khám phá nhiều bí mật kinh hoàng về nguồn gốc của Titan và sự thật về thế giới bên ngoài những bức tường."
    },
    {
      "name": "Death Note",
      "author": "Tsugumi Ohba, Takeshi Obata",
      "short_summary": "Death Note kể về Yagami Light, một học sinh xuất sắc tình cờ nhặt được cuốn sổ thần chết \"Death Note\". Cuốn sổ cho phép cậu giết bất kỳ ai bằng cách ghi tên người đó vào, và Light quyết định dùng nó để thanh trừng tội phạm nhằm tạo ra một thế giới mới.",
      "detailed_summary": "Light bắt đầu thực hiện kế hoạch của mình dưới biệt danh Kira, gây ra hàng loạt cái chết bí ẩn cho tội phạm trên khắp thế giới. Hành động của Kira thu hút sự chú ý của Interpol và thám tử thiên tài L, người quyết tâm vạch mặt Kira. Một cuộc đấu trí căng thẳng diễn ra giữa Light và L, khi cả hai đều rất thông minh và luôn tìm cách vượt qua đối phương. Trong quá trình đó, nhiều nhân vật khác như cô người mẫu Misa Amane (sở hữu cuốn Death Note thứ hai) và các Thần Chết như Ryuk, Rem cũng nhập cuộc, khiến tình hình thêm phức tạp. Death Note hấp dẫn bởi cốt truyện trinh thám hồi hộp, những màn đấu trí cân não và câu hỏi đạo đức về công lý."
    },
    {
      "name": "Fullmetal Alchemist",
      "author": "Hiromu Arakawa",
      "short_summary": "Fullmetal Alchemist (Giả Kim Thuật Sư) theo chân hai anh em Edward và Alphonse Elric, những nhà giả kim trẻ tuổi, trên hành trình tìm kiếm Hòn đá Triết gia. Họ hi vọng dùng hòn đá huyền thoại này để phục hồi cơ thể sau một lần luyện thuật giả kim thất bại.",
      "detailed_summary": "Edward và Alphonse từng cố gắng sử dụng cấm thuật giả kim để hồi sinh người mẹ đã mất, nhưng thí nghiệm thất bại khiến Edward mất một chân và một tay, còn Alphonse mất toàn bộ cơ thể (linh hồn được gắn vào bộ giáp). Để sửa chữa sai lầm, Edward gia nhập quân đội Amestris với tư cách Giả kim thuật sư Quốc gia, biệt danh \"Fullmetal Alchemist\". Hai anh em chu du khắp nơi, lần theo manh mối về Hòn đá Triết gia – vật thể huyền thoại có thể vượt qua quy tắc trao đổi đồng giá. Trên đường đi, họ phải đối mặt với các Homunculus, những sinh vật nhân tạo liên quan đến bí mật quốc gia đen tối. Câu chuyện kết hợp yếu tố phiêu lưu, hành động và triết lý sâu sắc về tội lỗi, hy sinh và tình anh em."
    },
    {
      "name": "One Punch Man",
      "author": "ONE, Yusuke Murata",
      "short_summary": "One Punch Man xoay quanh Saitama, một siêu anh hùng có sức mạnh áp đảo đến mức anh có thể đánh bại mọi đối thủ chỉ bằng một cú đấm. Dù mạnh như vậy, Saitama lại cảm thấy cuộc sống anh hùng trở nên nhàm chán vì không tìm được đối thủ xứng tầm.",
      "detailed_summary": "Saitama trở thành anh hùng chỉ để thỏa mãn sở thích cá nhân, sau một quá trình luyện tập gian khổ khiến anh hói đầu nhưng đạt được sức mạnh vô song. Anh gia nhập Hiệp hội Anh hùng cùng người đệ tử cyborg Genos, bắt đầu tham gia tiêu diệt quái vật và tội phạm đe dọa thành phố. Tuy luôn cứu nguy thế giới dễ dàng, Saitama lại ít được công nhận và thường bị hiểu lầm do vẻ ngoài bình thường. Bộ truyện tràn ngập những trận chiến hài hước và cường điệu, đồng thời châm biếm các mô típ siêu anh hùng và shounen truyền thống. One Punch Man thu hút độc giả nhờ sự kết hợp giữa hành động mãn nhãn và yếu tố hài hước độc đáo."
    },
    {
      "name": "My Hero Academia",
      "author": "Kohei Horikoshi",
      "short_summary": "My Hero Academia lấy bối cảnh thế giới nơi đa số người dân sở hữu năng lực siêu nhiên gọi là \"Quirk\". Câu chuyện theo chân Midoriya Izuku, một cậu bé sinh ra không có Quirk nhưng vẫn quyết tâm trở thành siêu anh hùng vĩ đại.",
      "detailed_summary": "Izuku thần tượng anh hùng số một All Might và luôn mơ ước gia nhập học viện U.A. để được đào tạo thành anh hùng chuyên nghiệp. Một ngày nọ, Izuku gặp All Might và được truyền lại Quirk mạnh nhất có tên One For All. Với sức mạnh mới, Izuku nhập học U.A. cùng nhiều học sinh đầy tiềm năng khác như Bakugo, Todoroki, Ochaco. Họ trải qua các kỳ thi và bài huấn luyện khắc nghiệt để phát triển kỹ năng và tinh thần anh hùng. Đồng thời, các ác nhân thuộc Liên minh Tội phạm dần xuất hiện, gây ra những cuộc xung đột nguy hiểm. My Hero Academia nổi bật với dàn nhân vật đa dạng, những màn chiến đấu kịch tính và thông điệp về lý tưởng anh hùng."
    },
    {
      "name": "Demon Slayer: Kimetsu no Yaiba",
      "author": "Koyoharu Gotouge",
      "short_summary": "Demon Slayer: Kimetsu no Yaiba kể về Kamado Tanjiro, một cậu bé tốt bụng có gia đình bị quỷ sát hại, chỉ còn người em gái Nezuko sống sót nhưng bị biến thành quỷ. Tanjiro quyết tâm trở thành kiếm sĩ diệt quỷ (sát quỷ nhân) để tìm cách chữa cho em và trả thù cho gia đình.",
      "detailed_summary": "Tanjiro gia nhập Sát Quỷ Đoàn, một tổ chức bí mật chuyên tiêu diệt quỷ bảo vệ loài người. Dưới sự huấn luyện nghiêm khắc của các Trụ cột, cậu rèn luyện hơi thở và kiếm kỹ để nâng cao sức mạnh. Trên hành trình, Tanjiro kết bạn với những diệt quỷ nhân khác như Inosuke và Zenitsu, cùng nhau đối mặt nhiều loài quỷ nguy hiểm. Mục tiêu cuối cùng của Tanjiro là đánh bại Muzan Kibutsuji – chúa quỷ tàn ác đã tạo ra lời nguyền cho Nezuko. Bộ truyện hấp dẫn người đọc nhờ cốt truyện cảm động về tình cảm gia đình, các trận chiến gay cấn và hệ thống nhân vật cuốn hút."
    },
    {
      "name": "Jujutsu Kaisen",
      "author": "Gege Akutami",
      "short_summary": "Jujutsu Kaisen xoay quanh Itadori Yuji, một học sinh trung học có thể chất phi thường vô tình nuốt phải một ngón tay của Chú Vương Ryoumen Sukuna. Từ đó, Yuji dấn thân vào thế giới chú thuật sư để tiêu diệt các nguyền hồn và phải chịu số phận sẽ bị xử tử sau khi hấp thụ hết các phần còn lại của Sukuna.",
      "detailed_summary": "Yuji gia nhập Cao đẳng Chú thuật Tokyo dưới sự dẫn dắt của thầy Gojo Satoru – chú thuật sư mạnh nhất. Tại đây cậu học tập cùng các đồng đội Megumi và Nobara, rèn luyện kỹ năng chiến đấu chống lại nguyền hồn (những ác linh sinh ra từ cảm xúc tiêu cực của con người). Song song đó, Yuji phải tranh thủ thu thập các ngón tay còn lại của Sukuna đang phân tán, bởi chỉ khi anh hấp thụ và tiêu diệt hoàn toàn Sukuna thì lời nguyền mới chấm dứt. Trong hành trình, nhóm bạn đụng độ nhiều chú thuật sư phản bội và các nguyền hồn cấp cao âm mưu lật đổ trật tự thế giới. Jujutsu Kaisen hấp dẫn bởi sự kết hợp giữa yếu tố kinh dị siêu nhiên, các trận chiến sáng tạo và tình bạn đồng đội giữa các nhân vật."
    },
    {
      "name": "Hunter x Hunter",
      "author": "Yoshihiro Togashi",
      "short_summary": "Hunter x Hunter kể về cậu bé Gon Freecss, người rời quê hương để tham gia kỳ thi trở thành Hunter – những mạo hiểm giả tinh anh. Gon lên đường với hy vọng tìm được cha mình, một Hunter huyền thoại đã bỏ rơi cậu từ nhỏ.",
      "detailed_summary": "Gon nhanh chóng kết bạn với ba thí sinh khác: Killua – hậu duệ gia tộc sát thủ nổi tiếng, Kurapika – người sống sót cuối cùng của bộ tộc Kurta, và Leorio – một chàng trai muốn trở thành bác sĩ. Họ cùng nhau vượt qua Kỳ thi Hunter đầy cam go với nhiều thử thách về sức mạnh, trí tuệ và lòng dũng cảm. Sau khi trở thành Hunter, Gon tiếp tục hành trình khám phá thế giới rộng lớn, học cách sử dụng Nen (niệm) – nguồn năng lượng đặc biệt tạo nên sức mạnh chiến đấu. Mỗi arc truyện đưa nhóm bạn đối đầu với những kẻ thù nguy hiểm như nhóm Phantom Troupe tàn bạo hay loài Kiến Chimera đáng sợ. Hunter x Hunter nổi tiếng với cốt truyện khó đoán, hệ thống năng lực phức tạp và sự phát triển sâu sắc của các nhân vật."
    },
    {
      "name": "Tokyo Revengers",
      "author": "Ken Wakui",
      "short_summary": "Tokyo Revengers theo chân Hanagaki Takemichi, một thanh niên thất bại tình cờ có cơ hội du hành thời gian về quá khứ thời trung học. Takemichi quyết tâm thay đổi quá khứ để cứu người bạn gái cũ Hinata khỏi cái chết bi thảm liên quan đến băng đảng Tokyo Manji.",
      "detailed_summary": "Takemichi trở về 12 năm trước và gia nhập băng nhóm học sinh bất hảo Tokyo Manji (Toman) để tìm cách thay đổi tương lai. Anh trở thành bạn với các thủ lĩnh băng như Mikey và Draken, cố gắng ngăn chặn những sự kiện sẽ dẫn đến những bi kịch sau này. Mỗi lần quay về hiện tại, Takemichi kiểm tra xem tương lai đã cải biến ra sao, nhưng mọi thứ không đơn giản và đôi khi tạo ra biến cố khác. Câu chuyện đan xen giữa hiện tại và quá khứ, phơi bày cuộc sống băng đảng học đường đầy bạo lực nhưng cũng đề cao tình bạn và lòng trung thành. Tokyo Revengers hấp dẫn nhờ yếu tố du hành thời gian li kì kết hợp với drama xã hội đen tuổi trẻ."
    },
    {
      "name": "Chainsaw Man",
      "author": "Tatsuki Fujimoto",
      "short_summary": "Chainsaw Man kể về Denji, một chàng trai nghèo bị ép làm Thợ Săn Quỷ để trả nợ. Sau khi bị phản bội và giết chết, Denji được chú chó quỷ Pochita hợp nhất với trái tim mình, hồi sinh cậu thành người lai quỷ với sức mạnh cưa máy.",
      "detailed_summary": "Sau khi trở thành Chainsaw Man, Denji có khả năng hóa các bộ phận cơ thể thành cưa máy và sở hữu sức mạnh kinh hoàng. Cậu được Makima, một quan chức của Đội Săn Quỷ Công an, chiêu mộ vào tổ chức để tiêu diệt các con quỷ gây hại cho con người. Là một thiếu niên chưa từng được hưởng hạnh phúc, Denji mơ ước những điều giản dị như được ăn ngon, có chỗ ở và chạm đến \"vòng một\" của cô gái mình thích. Khi làm việc, Denji hợp tác cùng các thợ săn quỷ khác như Power (Quỷ Máu) và Aki. Dần dần, cậu phải đối mặt với những ác quỷ nguy hiểm và bí ẩn xoay quanh mục đích thực sự của Makima. Chainsaw Man thu hút độc giả bởi cốt truyện đen tối, hành động bạo liệt và các nhân vật khác thường."
    },
    {
      "name": "Spy x Family",
      "author": "Tatsuya Endo",
      "short_summary": "Spy x Family kể về điệp viên tài ba Twilight nhận nhiệm vụ phải lập một gia đình giả để tiếp cận mục tiêu trong một quốc gia thù địch. Anh lấy danh tính Loid Forger, nhận nuôi một cô bé ngoại cảm tên Anya và kết hôn giả với Yor – thực chất là một sát thủ, tạo thành một gia đình kỳ lạ nhưng ấm áp.",
      "detailed_summary": "Để hoàn thành nhiệm vụ \"Operation Strix\", điệp viên Twilight (Loid) cần cho con gái giả của mình nhập học vào một trường danh giá để tiếp cận mục tiêu. Anh tình cờ nhận nuôi Anya, một bé gái có khả năng đọc suy nghĩ, người rất háo hức có bố mẹ. Đồng thời, Loid gặp Yor Briar, một nhân viên văn phòng hiền lành nhưng bí mật làm sát thủ với biệt danh Thorn Princess, và họ đồng ý giả làm vợ chồng để đôi bên cùng có lợi. Mặc dù mỗi thành viên trong gia đình Forger đều che giấu thân phận thật, họ dần gắn bó với nhau như một gia đình thực sự qua các tình huống dở khóc dở cười. Spy x Family hấp dẫn bởi sự kết hợp hài hòa giữa yếu tố hành động, hài hước gia đình và tình cảm chân thành giữa các nhân vật."
    },
    {
      "name": "Haikyu!!",
      "author": "Haruichi Furudate",
      "short_summary": "Haikyu!! là câu chuyện về Hinata Shoyo, một học sinh trung học đam mê bóng chuyền dù có chiều cao khiêm tốn. Hinata gia nhập câu lạc bộ bóng chuyền trường Karasuno, hợp tác cùng đồng đội và đối thủ cũ Kageyama Tobio, quyết tâm đưa đội đạt đến giải quốc gia.",
      "detailed_summary": "Sau khi chứng kiến một tuyển thủ thấp bé tỏa sáng trên TV với biệt danh \"Nhàn Vương bé nhỏ\", Hinata nuôi mơ ước trở thành vận động viên bóng chuyền xuất sắc. Ở trường Karasuno, cậu gặp Kageyama – một chuyền hai thiên tài từng là đối thủ trong trận đấu trước đó. Ban đầu hai người khó hòa hợp, nhưng dần dần họ kết hợp thành cặp đôi chủ công – chuyền hai ăn ý, tận dụng ưu thế tốc độ và kỹ thuật. Đội Karasuno rèn luyện không ngừng, tham gia nhiều giải đấu và chạm trán các đối thủ mạnh như Aoba Johsai, Nekoma, Shiratorizawa. Mỗi trận đấu đều là cơ hội để các thành viên trưởng thành, củng cố tinh thần đồng đội và tiến gần hơn đến mục tiêu chung. Haikyu!! truyền cảm hứng cho độc giả qua tinh thần thể thao nhiệt huyết, tình bạn và sự cố gắng vượt qua giới hạn bản thân."
    },
    {
      "name": "Detective Conan",
      "author": "Gosho Aoyama",
      "short_summary": "Detective Conan (Thám Tử Lừng Danh Conan) kể về Kudo Shinichi, một thám tử trung học bị Tổ chức Áo Đen cho uống thuốc độc khiến cơ thể teo nhỏ thành đứa trẻ. Shinichi lấy tên giả Edogawa Conan và sống nhờ nhà thám tử Mori, từ đó tiếp tục phá án trong hình dạng mới đồng thời truy tìm tổ chức tội phạm đã hại mình.",
      "detailed_summary": "Trở thành cậu bé tiểu học, Conan sống cùng thám tử hậu đậu Mori Kogoro và cô con gái Ran (bạn gái của Shinichi). Với trí tuệ siêu phàm, Conan bí mật giúp ông Mori phá giải hàng trăm vụ án hóc búa bằng cách sử dụng danh tiếng của ông. Cậu chế tạo nhiều thiết bị đặc biệt (như nơ biến đổi giọng nói, đồng hồ gây mê) nhờ sự hỗ trợ của tiến sĩ Agasa để thuận tiện trong việc phá án mà không lộ thân phận. Trong hành trình, Conan kết bạn với nhóm thám tử nhí lớp 1B và hợp tác với FBI, Cục Cảnh sát Tokyo trong những vụ án lớn liên quan đến Tổ chức Áo Đen. Mục tiêu cuối cùng của Conan là đánh bại thủ lĩnh Tổ chức Áo Đen và tìm cách trở lại cơ thể thiếu niên. Series này hấp dẫn độc giả bởi những vụ án trinh thám gay cấn, các suy luận logic tài tình và tuyến nhân vật phong phú."
    },
    {
      "name": "JoJo's Bizarre Adventure",
      "author": "Hirohiko Araki",
      "short_summary": "JoJo's Bizarre Adventure là loạt manga phiêu lưu trải dài qua nhiều thế hệ của gia tộc Joestar, mỗi phần truyện theo chân một thành viên mang biệt danh \"JoJo\". Mỗi JoJo phải đối đầu với các thế lực siêu nhiên hiểm ác, từ ma cà rồng cho đến những Stand (năng lực siêu hình) bí ẩn.",
      "detailed_summary": "Series được chia thành nhiều phần, bắt đầu từ cuối thế kỷ 19 với Jonathan Joestar chống lại ma cà rồng Dio Brando ở nước Anh. Sang phần 2, cháu trai Joseph Joestar tiếp tục chiến đấu với nhóm sinh vật thượng cổ Pillar Men nguy hiểm. Phần 3 giới thiệu Jotaro Kujo và khái niệm Stand – các thực thể sức mạnh siêu nhiên gắn liền với mỗi nhân vật – trong cuộc hành trình từ Nhật Bản tới Ai Cập để tiêu diệt Dio hồi sinh. Các phần tiếp theo lần lượt theo chân Josuke ở Nhật Bản, Giorno ở Ý, Jolyne ở nhà tù Mỹ, mỗi phần có phong cách và câu chuyện độc đáo. JoJo nổi tiếng với nghệ thuật độc đáo, những trận chiến sáng tạo mang tính biểu tượng và ảnh hưởng sâu rộng đến văn hóa đại chúng."
    },
    {
      "name": "Slam Dunk",
      "author": "Takehiko Inoue",
      "short_summary": "Slam Dunk kể về Sakuragi Hanamichi, một nam sinh nổi tiếng quậy phá và chưa từng chơi bóng rổ, quyết định gia nhập đội bóng rổ trường Shohoku để gây ấn tượng với cô gái cậu thích. Từ chỗ tay mơ, Sakuragi dần đam mê bóng rổ và cùng đồng đội chinh phục các giải đấu cấp tỉnh.",
      "detailed_summary": "Sakuragi ban đầu tham gia đội bóng rổ chỉ nhằm thu hút sự chú ý của Haruko – cô gái mà cậu thầm mến. Dưới sự hướng dẫn nghiêm khắc của đội trưởng Akagi và sự cạnh tranh với cầu thủ thiên tài Rukawa, Sakuragi nỗ lực luyện tập để cải thiện kỹ năng từ con số không. Đội Shohoku dần mạnh lên với các thành viên tài năng bao gồm Mitsui – xạ thủ 3 điểm kỳ cựu trở lại sau thời gian nổi loạn, Miyagi – hậu vệ nhanh nhẹn. Họ cùng nhau vượt qua những trận đấu căng thẳng trước các đối thủ mạnh như Kainan, Ryonan nhằm giành vé dự giải toàn quốc. Slam Dunk ghi điểm trong lòng độc giả nhờ tinh thần thể thao nhiệt huyết, hành trình trưởng thành của nhân vật và những trận đấu kịch tính giàu cảm xúc."
    },
    {
      "name": "Berserk",
      "author": "Kentaro Miura",
      "short_summary": "Berserk lấy bối cảnh thế giới trung cổ đen tối, theo chân Guts – một kiếm sĩ lang thang mang thanh kiếm khổng lồ. Cuộc đời Guts đầy rẫy bi kịch và bạo lực khi anh phải chiến đấu chống lại quái vật và thế lực tà ác sau khi bị phản bội bởi người đồng đội thân thiết.",
      "detailed_summary": "Guts có tuổi thơ dữ dội, lớn lên giữa chiến trường và trở thành lính đánh thuê từ nhỏ. Anh gia nhập băng lính đánh thuê Diều Hâu do Griffith lãnh đạo, dần tìm thấy tình bạn và mục đích sống. Tuy nhiên, tham vọng của Griffith dẫn đến sự kiện thảm khốc \"Nhật Thực\" nơi cả đội bị tế lễ cho quỷ, còn Guts và người yêu Casca sống sót nhưng chịu tổn thương khủng khiếp. Mất một tay và một mắt, Guts khoác lên mình bộ giáp đen, cầm thanh Dragon Slayer khổng lồ, bắt đầu hành trình đơn độc săn lùng quỷ dữ để trả thù và bảo vệ những người vô tội. Berserk nổi bật với bầu không khí u ám, nghệ thuật chi tiết và câu chuyện khám phá sâu sắc bản chất con người giữa tuyệt vọng và hy vọng."
    },
    {
      "name": "Vinland Saga",
      "author": "Makoto Yukimura",
      "short_summary": "Vinland Saga diễn ra vào thời kỳ Viking, kể về Thorfinn – con trai của một chiến binh người Viking. Sau khi chứng kiến cha bị sát hại, Thorfinn tham gia vào băng của kẻ giết cha mình để mưu cầu cơ hội báo thù, đồng thời bị cuốn vào các cuộc chiến tranh giành quyền lực.",
      "detailed_summary": "Thorfinn lớn lên mang lòng hận thù Askeladd, tên lính đánh thuê xảo quyệt đã giết cha cậu. Cậu gia nhập nhóm của Askeladd với hy vọng một ngày đủ mạnh để thách đấu và giết hắn trả thù. Trên hành trình phiêu lưu khắp châu Âu thời Trung Cổ, Thorfinn dần trưởng thành qua nhiều trận chiến đẫm máu và chứng kiến sự tàn khốc của chiến tranh. Cậu gặp gỡ hoàng tử Canute của Đan Mạch và vô tình góp phần vào cuộc đấu tranh quyền lực ngai vàng. Qua những biến cố lớn, Thorfinn bắt đầu nhìn nhận lại ý nghĩa của bạo lực và mục đích sống của bản thân. Vinland Saga hấp dẫn bởi sự kết hợp giữa lịch sử, hành động khốc liệt và hành trình phát triển tâm lý nhân vật sâu sắc."
    },
    {
      "name": "Kingdom",
      "author": "Yasuhisa Hara",
      "short_summary": "Kingdom lấy bối cảnh thời Chiến Quốc trong lịch sử Trung Hoa, theo chân Tín (Xin), một cậu bé mồ côi mơ ước trở thành Đại tướng quân. Cùng người bạn thân Phiêu, Tín dấn thân vào chiến trường khốc liệt và góp sức thống nhất thiên hạ dưới thời Tần Thủy Hoàng.",
      "detailed_summary": "Tín xuất thân là nô bộc mồ côi, luyện tập võ nghệ không ngừng với hy vọng một ngày chỉ huy quân đội. Biến cố xảy ra khi cậu gặp Doanh Chính, vị vua trẻ của nước Tần (tương lai là Tần Thủy Hoàng) đang bị lật đổ. Tín giúp Doanh Chính khôi phục ngôi vua, từ đó trở thành tướng dưới trướng nhà vua. Qua từng trận chiến cam go chống lại các nước Triệu, Ngụy, Sở, Yên, Tề, Hàn, Tín không ngừng trưởng thành, lập nhiều chiến công hiển hách cùng các danh tướng khác. Kingdom nổi bật với những trận đánh hoành tráng, chiến thuật quân sự tài tình và quá trình xây dựng đế chế Tần thống nhất Trung Hoa qua góc nhìn của những người trẻ giàu khát vọng."
    },
    {
      "name": "Tokyo Ghoul",
      "author": "Sui Ishida",
      "short_summary": "Tokyo Ghoul lấy bối cảnh Tokyo hiện đại nơi tồn tại những Ghoul – sinh vật hình người ăn thịt người để sinh tồn. Câu chuyện xoay quanh Kaneki Ken, một sinh viên đại học bình thường bị biến thành nửa người nửa Ghoul sau một tai nạn, từ đó phải sống giữa lằn ranh hai thế giới.",
      "detailed_summary": "Sau cuộc hẹn hò định mệnh với Rize (một Ghoul đội lốt người), Kaneki suýt chết và được cấy ghép nội tạng của cô, biến cậu thành bán Ghoul. Kaneki phải thích nghi với cuộc sống mới: vừa khao khát thịt người như một Ghoul, vừa giữ lại nhân tính của một con người. Cậu được các Ghoul tại quán café Anteiku cưu mang và dạy cách sinh tồn mà không giết người vô tội. Trong khi đó, Ủy ban Chống Ghoul (CCG) ráo riết săn lùng Ghoul, dẫn đến những xung đột đẫm máu giữa hai phía. Kaneki dần trưởng thành qua mỗi cuộc chiến, phải đưa ra lựa chọn khó khăn về danh tính và lý tưởng sống. Tokyo Ghoul hấp dẫn nhờ không khí u ám, nội dung giằng xé tâm lý và các pha hành động kinh dị."
    },
    {
      "name": "Black Clover",
      "author": "Yuki Tabata",
      "short_summary": "Black Clover xoay quanh Asta và Yuno, hai đứa trẻ mồ côi nuôi lớn ở một ngôi làng nhỏ, đều mơ ước trở thành Ma Pháp Vương – pháp sư mạnh nhất vương quốc. Yuno thiên tài phép thuật, còn Asta sinh ra không có chút ma lực nào nhưng bù lại cậu sở hữu sức mạnh thể chất phi thường và ý chí kiên cường.",
      "detailed_summary": "Khi đủ 15 tuổi, Yuno nhận được một quyển ma pháp thư 4 lá hiếm hoi tượng trưng cho tài năng, trong khi Asta tưởng chừng không có grimoire thì lại được trao cho quyển ma pháp thư 5 lá chứa sức mạnh phản ma pháp. Cả hai cùng gia nhập đội Hiệp sĩ Ma pháp Hoàng gia: Yuno vào Đoàn Kim Dực (Golden Dawn) ưu tú, còn Asta vào Đoàn Hắc Bộc Ngưu (Black Bulls) đầy những kẻ lập dị. Asta nhanh chóng chứng tỏ bản thân nhờ thanh kiếm phản ma pháp độc nhất vô nhị và lòng dũng cảm, kết bạn với các đồng đội như Noelle, Yami... Họ cùng nhau bảo vệ vương quốc Clover khỏi các mối đe dọa như Ma tộc và các vương quốc đối địch. Black Clover mang đến câu chuyện shounen kinh điển với hành trình vươn lên từ nghịch cảnh, tình bạn và nhiều trận chiến phép thuật hoành tráng."
    },
    {
      "name": "Gintama",
      "author": "Hideaki Sorachi",
      "short_summary": "Gintama diễn ra ở Edo (Tokyo) thời kỳ samurai nhưng có yếu tố giả tưởng khi người ngoài hành tinh (Amanto) xâm chiếm Nhật Bản. Câu chuyện xoay quanh Sakata Gintoki, một samurai lập dị cùng nhóm bạn nhận làm đủ thứ việc vặt để kiếm sống, dẫn đến vô số tình huống dở khóc dở cười.",
      "detailed_summary": "Gintoki từng tham gia kháng chiến chống Amanto xâm lược, nhưng sau khi cuộc chiến thất bại, anh cùng hai người bạn Shimura Shinpachi và Kagura mở tiệm \"Vạn Năng\" làm thuê đủ mọi việc để kiếm sống. Hàng ngày, bộ ba nhận đủ kiểu nhiệm vụ kỳ quặc, từ bắt mèo lạc, giúp việc quán ăn đến đụng độ với chính quyền và các băng nhóm xã hội đen. Mặc dù chủ yếu mang màu sắc hài hước, Gintama cũng có những arc nghiêm túc với các trận chiến căng thẳng khi quá khứ của các nhân vật trỗi dậy. Bộ truyện nổi tiếng nhờ óc hài hước \"bá đạo\", tràn ngập parody văn hóa đại chúng và đồng thời vẫn chứa đựng những thông điệp cảm động về tình bạn và tinh thần samurai."
    },
    {
      "name": "Kaguya-sama: Love is War",
      "author": "Aka Akasaka",
      "short_summary": "Kaguya-sama: Love is War là truyện hài lãng mạn xoay quanh cuộc chiến tâm lý hài hước giữa hai học sinh ưu tú: hội trưởng Shirogane Miyuki và phó hội trưởng Shinomiya Kaguya. Cả hai đều có tình cảm với nhau nhưng quá kiêu hãnh để tỏ tình, nên luôn bày trò mưu mẹo để đối phương phải tỏ tình trước.",
      "detailed_summary": "Bối cảnh tại Học viện Shuchiin danh tiếng, nơi Miyuki và Kaguya đều là những thiên tài được ngưỡng mộ. Dù thích nhau, họ coi việc tỏ tình trước như một thất bại, nên ngày qua ngày ngầm đấu trí trong những tình huống dở khóc dở cười, từ rủ nhau hẹn hò, khen ngợi đến ghen tuông – tất cả đều trở thành \"chiến trường\" lãng mạn. Sự giúp sức của cô thư ký Chika vô tư và anh thủ quỹ Ishigami trầm tính càng khiến cuộc chiến tình yêu thêm phần rắc rối. Mỗi chương truyện là một tình huống hài hước, thể hiện sự thông minh nhưng cũng vụng về của cặp đôi chính khi yêu. Kaguya-sama hấp dẫn bởi lời thoại dí dỏm, các màn đấu trí sáng tạo và sự phát triển tình cảm đáng yêu giữa các nhân vật."
    },
    {
      "name": "Oshi no Ko",
      "author": "Aka Akasaka, Mengo Yokoyari",
      "short_summary": "Oshi no Ko bắt đầu với câu chuyện về nữ thần tượng nổi tiếng Hoshino Ai bất ngờ mang thai đôi và sinh ra hai đứa con. Thực chất, hai đứa bé – Aquamarine và Ruby – đều là những người được đầu thai từ kiếp trước, và họ dấn thân vào ngành giải trí để khám phá bí mật cái chết của mẹ mình.",
      "detailed_summary": "Bác sĩ Amemiya Gorou, một fan hâm mộ lớn của idol Hoshino Ai, bị sát hại và tái sinh thành con trai của Ai với tên Aquamarine. Cùng lúc đó, một bệnh nhân trẻ từng ngưỡng mộ Ai cũng được tái sinh thành con gái thứ hai là Ruby. Sau khi Ai bị một stalker sát hại, Aqua và Ruby lớn lên mang theo ký ức về kiếp trước và quyết tâm tìm ra thủ phạm đứng sau bi kịch của mẹ. Aqua bước chân vào ngành phim ảnh, còn Ruby nuôi mơ ước trở thành idol như mẹ. Bộ truyện bóc trần mặt tối của showbiz Nhật Bản qua hành trình của hai anh em, từ những mưu mô, cạnh tranh khốc liệt đến sự cô đơn của người nổi tiếng. Oshi no Ko thu hút người đọc nhờ cốt truyện độc đáo, vừa huyền bí vừa hiện thực, cùng những tình tiết kịch tính về ngành công nghiệp giải trí."
    },
    {
      "name": "Fruits Basket",
      "author": "Natsuki Takaya",
      "short_summary": "Fruits Basket (Hóa Giải Lời Nguyền) xoay quanh Honda Tohru, một cô gái mồ côi lạc quan, tình cờ bắt đầu sống chung với gia đình Sohma bí ẩn. Tohru phát hiện các thành viên nhà Sohma bị lời nguyền 12 con giáp: họ sẽ biến thành động vật tương ứng của con giáp khi bị người khác giới ôm.",
      "detailed_summary": "Sau khi mất mẹ, Tohru sống một mình trong lều cho đến khi được Yuki Sohma (hot boy của trường) và anh họ Shigure phát hiện và mời về ở cùng. Tại nhà Sohma, Tohru vô tình ôm Kyo – một người họ hàng khác – và sửng sốt chứng kiến anh hóa thành mèo, lộ ra bí mật lời nguyền gia tộc. Dù bất ngờ, Tohru quyết định giữ bí mật và tiếp tục chung sống với các Sohma. Bằng sự tốt bụng và kiên nhẫn, Tohru lần lượt gặp gỡ 12 thành viên bị nguyền, giúp họ mở lòng và đối mặt với nỗi đau quá khứ. Cô cũng dần dần phá vỡ được bức tường cô độc xung quanh thủ lĩnh Akito. Fruits Basket là một câu chuyện cảm động về tình cảm gia đình, bạn bè và hành trình chữa lành vết thương tâm hồn."
    },
    {
      "name": "Sailor Moon",
      "author": "Naoko Takeuchi",
      "short_summary": "Sailor Moon kể về Tsukino Usagi, một nữ sinh vụng về phát hiện mình là Thủy Thủ Mặt Trăng, chiến binh bảo vệ tình yêu và công lý. Usagi cùng các Thủy Thủ khác hợp sức chiến đấu chống lại thế lực bóng tối để bảo vệ Trái Đất.",
      "detailed_summary": "Usagi gặp một con mèo biết nói tên Luna, nhận được huy hiệu biến thân thành Thủy Thủ Mặt Trăng với sức mạnh dựa trên Mặt Trăng. Dần dần, cô tìm thấy và thức tỉnh các đồng đội Thủy Thủ khác đại diện cho các hành tinh: Sao Thủy (Mercury) thông minh, Sao Hỏa (Mars) mạnh mẽ, Sao Mộc (Jupiter) kiên cường và Sao Kim (Venus) dịu dàng. Nhóm chiến binh xinh đẹp này cùng Chàng Mặt Nạ Tuxedo bí ẩn đã đối đầu với Nữ hoàng Beryl và các phản đồ đến từ Vương quốc Bóng tối. Xuyên suốt câu chuyện, Usagi trưởng thành hơn qua mỗi trận chiến, khám phá kiếp trước của mình là công chúa Serenity của Mặt Trăng và mối tình định mệnh với chàng Endymion (Tuxedo Mask). Sailor Moon là biểu tượng của thể loại mahou shoujo, kết hợp yếu tố phép thuật, tình bạn và thông điệp về tình yêu, lòng dũng cảm."
    },
    {
      "name": "Sword Art Online",
      "author": "Reki Kawahara",
      "short_summary": "Sword Art Online lấy bối cảnh tương lai gần khi công nghệ thực tế ảo phát triển, hàng ngàn người chơi bị mắc kẹt trong game VRMMORPG tên Sword Art Online. Nhân vật chính Kirito phải chiến đấu vượt qua 100 tầng của tòa tháp Aincrad để giải phóng chính mình và những người chơi khác, vì nếu chết trong game thì họ sẽ chết thật ngoài đời.",
      "detailed_summary": "Kirito vốn là một beta tester của SAO, nên anh có kỹ năng và kiến thức vượt trội. Khi trò chơi trở thành cái bẫy chết người do kẻ tạo ra nó Akihiko Kayaba gây ra, Kirito chọn cách chơi đơn độc (solo) để nhanh chóng mạnh lên. Trên đường chinh phục các tầng, anh gặp gỡ và đồng hành cùng Asuna – một nữ kiếm sĩ mạnh mẽ, và dần nảy sinh tình cảm với cô. Sau nhiều trận chiến cam go, Kirito đối mặt trực tiếp với Kayaba ở tầng 100 để kết thúc trò chơi sinh tử. Câu chuyện tiếp tục với những phần sau khi Kirito bước vào các thế giới ảo khác như Alfheim Online và Gun Gale Online để giải cứu bạn bè và đối đầu với những hiểm họa mới. Sword Art Online hấp dẫn bởi ý tưởng thế giới ảo sinh động, các màn chiến đấu kịch tính và chuyện tình lãng mạn trong bối cảnh game."
    },
    {
      "name": "Solo Leveling",
      "author": "Chugong",
      "short_summary": "Solo Leveling xoay quanh Sung Jin-woo, một thợ săn cấp E yếu nhất tại Hàn Quốc, người thường bị coi thường trong giới săn quái. Một lần thực hiện hầm ngục kép nguy hiểm, Jin-woo may mắn sống sót và nhận được năng lực bí ẩn cho phép anh \"thăng cấp\" sức mạnh không giới hạn, từ đó bắt đầu hành trình vươn lên đỉnh cao.",
      "detailed_summary": "Trong thế giới nơi các cánh cổng kết nối đến hầm ngục chứa quái vật xuất hiện khắp nơi, công việc thợ săn trở thành nghề nghiệp được trọng vọng. Jin-woo ban đầu chỉ mạnh ngang người thường, luôn chấp nhận những nhiệm vụ nhỏ để nuôi sống bản thân và mẹ đang hôn mê. Sau biến cố ở hầm ngục kép, anh trở thành \"Người chơi\" duy nhất có hệ thống nhiệm vụ và bảng trạng thái như trò chơi, giúp anh ngày càng mạnh lên sau mỗi trận chiến. Jin-woo âm thầm luyện cấp, từ thợ săn yếu nhất dần đạt đến cấp S và thu phục vô số quái vật làm thuộc hạ. Sức mạnh tăng tiến nhanh chóng của anh thu hút sự chú ý của cả giới thợ săn lẫn các thế lực bí ẩn đứng sau hệ thống. Solo Leveling hấp dẫn độc giả với diễn biến gay cấn, quá trình phát triển nhân vật chính cực kỳ thỏa mãn và những trận đối đầu mãn nhãn."
    },
    {
      "name": "Tower of God",
      "author": "SIU",
      "short_summary": "Tower of God (Tháp Chúa) kể về chàng trai trẻ Twenty-Fifth Bam, người cả đời sống cô độc dưới chân một tòa tháp bí ẩn. Khi cô bạn thân Rachel rời bỏ Bam để leo Tháp tìm ánh sáng, Bam quyết định bước vào Tháp Chúa với hy vọng tìm lại cô, bắt đầu cuộc phiêu lưu đầy hiểm nguy.",
      "detailed_summary": "Bên trong Tháp Chúa tồn tại vô số tầng, mỗi tầng là một thế giới riêng được cai quản bởi những quy luật và thử thách khác nhau. Những người leo tháp (Regulars) phải vượt qua bài kiểm tra ở từng tầng để tiến lên cao hơn, với lời hứa ai tới đỉnh sẽ đạt được mọi điều mình mong ước. Bam, không được chọn làm Regular nhưng vẫn vào tháp, nhanh chóng bộc lộ năng lực đặc biệt và thu hút đồng đội như Khun thông minh, Rak hiếu chiến. Họ cùng hợp lực vượt qua các thử thách khắc nghiệt và đụng độ những đối thủ nguy hiểm cùng những bí mật đen tối của Tháp. Dần dần, Bam khám phá ra sự thật về bản thân và vai trò đặc biệt của mình đối với Tháp Chúa. Tower of God cuốn hút người đọc bằng thế giới giả tưởng rộng lớn, hệ thống nhân vật đa dạng và những màn đấu trí, chiến đấu gay cấn."
    },
    {
      "name": "The Promised Neverland",
      "author": "Kaiu Shirai, Posuka Demizu",
      "short_summary": "The Promised Neverland (Miền Đất Hứa) mở đầu tại trại trẻ mồ côi Grace Field House, nơi Emma, Norman và Ray cùng các em nhỏ sống hạnh phúc bên \"Mama\" Isabella. Một ngày nọ, nhóm trẻ phát hiện sự thật kinh hoàng: trại mồ côi thực chất là trang trại chăn nuôi trẻ em làm thức ăn cho quỷ.",
      "detailed_summary": "Sau khi chứng kiến một em nhỏ bị đưa đi và bí mật bị sát hại, Emma, Norman và Ray nhận ra rằng tất cả bọn trẻ ở Grace Field đều đang bị nuôi để đến một độ tuổi nhất định sẽ trở thành \"thực phẩm\" cho loài quỷ. Bộ ba quyết tâm lên kế hoạch đào thoát khỏi trại cùng các em còn lại. Họ phải vận dụng trí thông minh vượt trội để che giấu \"Mama\" – người giám hộ bề ngoài dịu dàng nhưng thực chất là tay sai của quỷ – và tìm cách vượt qua bức tường cao bao quanh trại. Sau nhiều nỗ lực cam go, nhóm trẻ trốn thoát ra thế giới bên ngoài, nơi đầy rẫy quỷ dữ và những bí ẩn về mối quan hệ giữa loài người và quỷ. The Promised Neverland gay cấn và xúc động với câu chuyện đấu trí sinh tồn của những đứa trẻ thông minh, tình bạn sâu sắc và khát vọng tự do."
    },
    {
      "name": "Re:Zero – Starting Life in Another World",
      "author": "Tappei Nagatsuki",
      "short_summary": "Re:Zero kể về Natsuki Subaru, một thanh niên đột ngột bị triệu hồi tới thế giới khác. Subaru sớm phát hiện mình có năng lực \"hồi sinh từ cõi chết\" – mỗi khi chết, cậu lại quay ngược thời gian về một mốc cố định, và cậu tận dụng khả năng này để bảo vệ những người bạn mới khỏi nguy hiểm.",
      "detailed_summary": "Lạc vào vương quốc Lugnica, Subaru được cô gái nửa elf Emilia cứu giúp khi cậu bị cướp tấn công. Đáp lại, Subaru tình nguyện hỗ trợ Emilia truy tìm vật phẩm bị đánh cắp, nhưng cả hai lại bị giết thảm bởi một kẻ bí ẩn. Ngay sau đó, Subaru tỉnh lại ở điểm khởi đầu của ngày hôm đó, nhận ra mình đã được ban cho năng lực quay về quá khứ sau mỗi lần chết. Cậu dùng khả năng này để thay đổi diễn biến, ngăn chặn cái chết của Emilia và những người bạn khác như Rem, Ram. Tuy việc liên tục trải qua cái chết đau đớn cùng ký ức kinh hoàng bào mòn tinh thần, Subaru vẫn quyết không bỏ cuộc và dần trưởng thành qua mỗi thử thách để bảo vệ những người mình yêu quý. Re:Zero hấp dẫn bởi yếu tố vòng lặp thời gian căng thẳng, diễn biến tâm lý nhân vật sâu sắc và thế giới fantasy được xây dựng chi tiết."
    },
    {
      "name": "Assassination Classroom",
      "author": "Yusei Matsui",
      "short_summary": "Assassination Classroom (Lớp Học Ám Sát) kể về lớp 3-E cá biệt của trường trung học Kunugigaoka được giao nhiệm vụ đặc biệt: ám sát chính giáo viên chủ nhiệm của mình – một sinh vật bạch tuộc kỳ dị có tốc độ siêu thanh đã tuyên bố sẽ hủy diệt Trái Đất trong một năm tới.",
      "detailed_summary": "Thầy giáo sinh vật kỳ dị này được học sinh đặt tên là Koro-sensei. Ông sở hữu sức mạnh khủng khiếp nhưng lại tận tâm dạy dỗ học trò, giúp từng học sinh kém cỏi trong lớp tiến bộ vượt bậc. Chính phủ hứa trao phần thưởng 10 tỷ yên cho học sinh nào giết được Koro-sensei, nên cả lớp vừa học vừa thử nhiều cách ám sát thầy bằng vũ khí đặc biệt. Dần dần, qua những bài học và thử thách, các học sinh 3-E gắn bó với nhau hơn và hiểu thêm về con người thật cũng như quá khứ đau buồn của Koro-sensei. Khi thời hạn một năm sắp kết thúc, lớp 3-E phải đưa ra quyết định khó khăn giữa tình cảm dành cho người thầy và nhiệm vụ cứu lấy thế giới. Assassination Classroom lôi cuốn bởi sự kết hợp giữa yếu tố hài hước, hành động sáng tạo và thông điệp giáo dục ý nghĩa."
    },
    {
      "name": "Dr. Stone",
      "author": "Riichiro Inagaki, Boichi",
      "short_summary": "Dr. Stone mở đầu khi một luồng sáng bí ẩn biến toàn bộ nhân loại trên Trái Đất thành tượng đá. Hàng ngàn năm sau, thiên tài khoa học Ishigami Senku hồi sinh trong thế giới nguyên thủy đầy rừng rậm và bắt đầu sứ mệnh tái thiết nền văn minh từ con số zero bằng kiến thức khoa học của mình.",
      "detailed_summary": "Senku sớm cứu sống người bạn lực lưỡng Taiju và vài người khác khỏi trạng thái hóa đá. Với hiểu biết uyên bác về các lĩnh vực khoa học, Senku dẫn dắt mọi người chế tạo từ những công cụ thô sơ đến thuốc men, điện, thậm chí cả điện thoại... nhằm khôi phục cuộc sống văn minh. Tuy nhiên, họ phải đối mặt với Tsukasa – một thanh niên mạnh mẽ thức tỉnh với ý tưởng xây dựng thế giới mới không có chỗ cho người già yếu, dẫn đến cuộc xung đột giữa \"Vương quốc Khoa học\" của Senku và \"Đế chế Sức mạnh\" của Tsukasa. Senku cùng đồng đội vượt qua nhiều khó khăn, khám phá bí ẩn về ánh sáng hóa đá và đi thuyền vòng quanh thế giới tìm manh mối. Dr. Stone hấp dẫn với sự kết hợp độc đáo giữa phiêu lưu, giáo dục khoa học và tinh thần đồng đội phi thường."
    },
    {
      "name": "Monster",
      "author": "Naoki Urasawa",
      "short_summary": "Monster là bộ truyện trinh thám tâm lý xoay quanh Bác sĩ Kenzo Tenma, một phẫu thuật thần kinh tài năng ở Đức. Sau khi Tenma cứu sống một cậu bé thay vì thị trưởng thành phố, hàng loạt vụ án mạng bí ẩn xảy ra và Tenma dần phát hiện cậu bé năm xưa đã trở thành một kẻ sát nhân hàng loạt nguy hiểm.",
      "detailed_summary": "Tenma phải trả giá cho quyết định đạo đức của mình khi sự nghiệp bị hủy hoại và vị hôn thê rời bỏ anh. Nhiều năm sau, Tenma tái ngộ bệnh nhân năm xưa – Johan Liebert, nay đã trưởng thành và lộ rõ bản chất quỷ quyệt. Bị tình nghi là thủ phạm của các vụ án mạng do Johan gây ra, Tenma buộc phải chạy trốn chính quyền và truy đuổi Johan để ngăn chặn hắn. Trên hành trình, Tenma gặp gỡ em gái song sinh của Johan là Nina, cảnh sát điều tra Lunge và nhiều nhân vật khác liên quan đến bí mật đen tối thời Chiến tranh Lạnh tạo nên \"con quỷ\" Johan. Monster cuốn hút người đọc bằng cốt truyện ly kỳ, các nút thắt bất ngờ và sự đào sâu vào tâm lý con người, thiện và ác."
    },
    {
      "name": "20th Century Boys",
      "author": "Naoki Urasawa",
      "short_summary": "20th Century Boys kể về Kenji và nhóm bạn thời thơ ấu vô tình phát hiện một giáo phái bí ẩn do kẻ cầm đầu tự xưng là \"Bạn\" lập ra, đang âm mưu hủy diệt thế giới. Những sự kiện kinh hoàng mà giáo phái gây ra lại trùng hợp đáng sợ với trò chơi viễn tưởng mà Kenji và bạn bè đã nghĩ ra khi còn nhỏ.",
      "detailed_summary": "Kenji hiện là một người đàn ông trung niên quản lý một cửa hàng tiện lợi, bất ngờ bị cuốn vào cuộc chiến ngầm khi hàng loạt vụ mất tích và chết chóc diễn ra liên quan đến giáo phái kỳ lạ. Biểu tượng của giáo phái \"Bạn\" chính là ký hiệu mà nhóm Kenji từng vẽ khi xưa, khiến anh nghi ngờ một người bạn cũ trong nhóm đứng sau mọi chuyện. Kenji tập hợp lại những người bạn thời nhỏ của mình để cùng tìm hiểu sự thật và ngăn chặn thảm họa. Câu chuyện trải dài qua nhiều thập kỷ, đan xen giữa quá khứ và hiện tại, dần dần vén màn danh tính thật của \"Bạn\" cũng như mục tiêu hủy diệt nhân loại của hắn. 20th Century Boys nổi bật với cốt truyện phức tạp, kịch tính hồi hộp và thông điệp về tình bạn, tuổi thơ và trách nhiệm cứu thế giới."
    },
    {
      "name": "Nana",
      "author": "Ai Yazawa",
      "short_summary": "Nana là câu chuyện về hai cô gái trẻ cùng tên Nana tình cờ gặp nhau trên chuyến tàu đến Tokyo và quyết định ở chung một căn hộ. Tuy tính cách và hoài bão khác biệt – một người mơ mộng về tình yêu, một người khát khao theo đuổi âm nhạc punk rock – họ nhanh chóng trở thành bạn thân và trải qua những thăng trầm của tuổi trẻ bên nhau.",
      "detailed_summary": "Nana Komatsu (Hachi) rời quê lên Tokyo để được gần bạn trai, với mong muốn về một cuộc sống đô thị ngọt ngào. Còn Nana Osaki là ca sĩ chính của ban nhạc punk Black Stones, đến Tokyo để thực hiện ước mơ nổi tiếng sau khi rời bỏ mối tình với tay bass Ren. Hai cô gái gặp nhau và quyết định thuê chung căn hộ số 707. Cùng nhau, họ chia sẻ niềm vui, nỗi buồn: từ những câu chuyện tình yêu phức tạp, sự nghiệp âm nhạc đầy cạnh tranh cho đến những hiểu lầm và sóng gió trong tình bạn. Qua thời gian, tình bạn giữa hai Nana trở thành điểm tựa quan trọng giúp họ vượt qua mất mát và tìm kiếm hạnh phúc. Nana ghi dấu ấn với nét vẽ thời trang, không khí âm nhạc sôi động và câu chuyện chân thực về tình yêu, tình bạn tuổi trẻ."
    },
    {
      "name": "Inuyasha",
      "author": "Rumiko Takahashi",
      "short_summary": "Inuyasha kể về Higurashi Kagome, một nữ sinh trung học thời hiện đại, bị kéo ngược thời gian về Nhật Bản thời Chiến Quốc. Tại đây, cô gặp bán yêu InuYasha – một chàng trai nửa người nửa yêu quái – và cùng nhau lên đường tìm kiếm các mảnh vỡ Ngọc Tứ Hồn đầy quyền năng.",
      "detailed_summary": "Kagome vô tình rơi xuống giếng cổ tại đền nhà mình và quay về quá khứ 500 năm trước, nơi cô được tiết lộ là hóa thân của Kikyo – một nữ pháp sư từng bảo vệ viên Ngọc Tứ Hồn. Cô giải thoát InuYasha khỏi phong ấn để nhờ anh bảo vệ cô khỏi yêu quái. Khi Ngọc Tứ Hồn bị vỡ thành nhiều mảnh và phân tán khắp nơi, Kagome và InuYasha cùng hợp tác thu thập các mảnh ngọc trước khi chúng rơi vào tay kẻ xấu. Trên hành trình, họ kết bạn với tiểu yêu Shippo, pháp sư Miroku và diệt quỷ Sango, lập thành một nhóm đa dạng kỹ năng. Kẻ thù chính của họ là Naraku – ác quỷ nham hiểm luôn bày mưu hãm hại nhóm và thèm khát sức mạnh của viên ngọc. Inuyasha hấp dẫn bởi sự pha trộn giữa yếu tố hành động, phép thuật dân gian và chuyện tình cảm động giữa người và yêu quái."
    },
    {
      "name": "Noragami",
      "author": "Adachitoka",
      "short_summary": "Noragami theo chân Yato, một vị thần lang thang vô danh không có đền thờ riêng, hành nghề giúp đỡ con người với giá 5 yên để gây dựng tín đồ. Cùng với Hiyori – một cô gái hóa bán linh hồn do tai nạn – và kiếm sĩ Yukine (linh hồn làm vũ khí), Yato giải quyết các rắc rối siêu nhiên và tìm cách nâng cao danh tiếng của mình.",
      "detailed_summary": "Yato tự xưng là Thần May Mắn nhưng thực chất là một tiểu thần vô thừa nhận, mơ ước có đền thờ và hàng triệu tín đồ. Sau khi cứu Hiyori khỏi tai nạn xe hơi, Yato khiến linh hồn cô tạm rời khỏi xác, tạo ra một sợi dây liên kết giữa hai người. Yato nhận Yukine – linh hồn một cậu thiếu niên – làm Shinki (vũ khí thần) và đặt tên cho cậu. Bộ ba cùng nhau đối phó với Ayakashi (yêu ma sinh ra từ cảm xúc tiêu cực của con người) đang gây hại trong thế giới thực. Đồng thời, quá khứ đen tối của Yato dần hé lộ, liên quan đến vai trò của anh từng là Thần Chiến Tranh và mối quan hệ phức tạp với nữ thần Bishamon. Noragami hấp dẫn bởi sự kết hợp giữa hành động thần thoại, yếu tố hài hước đời thường và chiều sâu trong câu chuyện về sự chuộc lỗi và tình bạn."
    },
    {
      "name": "Komi Can't Communicate",
      "author": "Tomohito Oda",
      "short_summary": "Komi Can't Communicate (Komi-san wa, Komyushou desu) xoay quanh Komi Shouko, một nữ sinh trung học xinh đẹp và học giỏi nhưng mắc chứng rối loạn giao tiếp, không thể nói chuyện với người khác. Cô quyết tâm kết bạn với 100 người. Tadano Hitohito, bạn cùng lớp bình thường, tình cờ hiểu được Komi và trở thành người đầu tiên giúp cô đạt mục tiêu.",
      "detailed_summary": "Tại trường trung học Itan, Komi được mọi người ngưỡng mộ như một nữ thần vì vẻ ngoài thanh thoát, nhưng thực ra cô cực kỳ nhút nhát, mắc chứng lo âu xã hội khiến cô không thể mở lời. Tadano, một cậu bạn hiền lành ngồi cạnh Komi, tình cờ phát hiện ra sự thật này qua việc đọc được những dòng chữ Komi viết trên bảng. Thấu hiểu và thông cảm, Tadano hứa sẽ giúp Komi kết nối với mọi người. Từ đó, cả hai dần mở rộng vòng bạn bè với những bạn học cá tính như Najimi hoạt bát, Agari rụt rè, Yamai cuồng nhiệt,... Mỗi tập truyện là những tình huống học đường hài hước và ấm áp khi Komi từng bước vượt qua nỗi sợ và học cách giao tiếp thật lòng. Komi Can't Communicate cuốn hút bởi nét vẽ dễ thương, thông điệp ý nghĩa về sự thấu cảm và chấp nhận bản thân."
    },
    {
      "name": "That Time I Got Reincarnated as a Slime",
      "author": "Fuse, Taiki Kawakami",
      "short_summary": "That Time I Got Reincarnated as a Slime (Chuyển Sinh thành Slime) kể về Mikami Satoru, một nhân viên văn phòng 37 tuổi bị đâm chết và tái sinh vào thế giới khác dưới dạng một con slime – quái vật cấp thấp. Satoru lấy tên mới là Rimuru Tempest và bắt đầu xây dựng một vương quốc cho các loài quái vật, kết bạn với đủ chủng tộc và ngày càng mạnh mẽ.",
      "detailed_summary": "Bắt đầu cuộc sống mới trong thân xác slime có khả năng hấp thụ và sao chép kỹ năng, Rimuru nhanh chóng tiến hóa sau khi nuốt chửng rồng bão Veldora và kết bạn với nó. Cậu thành lập liên minh với tộc goblin, giúp họ phát triển ngôi làng, rồi thu phục thêm các tộc ogre, người sói và nhiều quái vật khác, dần dần tạo nên quốc gia Monster Dominion Tempest thịnh vượng. Nhờ năng lực độc đáo và tư duy hiện đại, Rimuru xây dựng xã hội quái vật văn minh, ký hiệp ước hòa bình với loài người xung quanh. Tuy nhiên, những thế lực hùng mạnh như Ma vương và các quốc gia láng giềng bắt đầu chú ý và thử thách Rimuru. Rimuru phải bảo vệ vương quốc trước âm mưu xâm lược và từng bước tiến gần đến ngưỡng sức mạnh của một Ma vương thực thụ. Câu chuyện cuốn hút bởi hành trình thăng tiến đầy sáng tạo của nhân vật chính, thế giới fantasy đa dạng chủng loài và thông điệp về hòa bình chung sống."
    },
    {
      "name": "Yona of the Dawn",
      "author": "Mizuho Kusanagi",
      "short_summary": "Yona of the Dawn (Akatsuki no Yona) kể về công chúa Yona của Vương quốc Kouka, sống cuộc đời vương giả cho đến khi biến cố xảy ra vào sinh nhật 16 tuổi: người anh họ Su-won phản bội giết chết vua cha và đoạt ngôi. Yona cùng cận vệ trung thành Hak phải trốn chạy, bắt đầu hành trình gian nan tìm kiếm sức mạnh để giành lại vương quốc.",
      "detailed_summary": "Từ một nàng công chúa ngây thơ chỉ biết đến nhung lụa, Yona bị dồn vào cảnh sống lưu vong sau cuộc đảo chính đẫm máu trong cung. Được Hak – vị cận vệ trẻ tuổi đồng thời là bạn thuở nhỏ – bảo vệ, Yona dần học cách sinh tồn ngoài hoàng cung, vượt qua đau thương mất mát. Theo lời tiên tri, cô lên đường tìm kiếm bốn Long chiến binh huyền thoại (Thanh Long, Bạch Long, Lam Long, Hoàng Long) sẽ phò tá công chúa. Mỗi chiến binh sở hữu sức mạnh đặc biệt được truyền từ rồng thần, và họ lần lượt gia nhập hành trình của Yona sau khi cô chứng tỏ lòng quyết tâm và nhân hậu của mình. Cùng với những người bạn mới, Yona đi qua các vùng đất của Kouka, chứng kiến nỗi khổ của dân chúng dưới sự cai trị tham tàn. Yona of the Dawn thu hút độc giả bằng sự trưởng thành mạnh mẽ của nữ chính, tình bạn trung thành và những pha hành động đậm chất sử thi."
    },
    {
      "name": "The Ancient Magus' Bride",
      "author": "Kore Yamazaki",
      "short_summary": "The Ancient Magus' Bride (Cô Dâu Pháp Sư) kể về Hatori Chise, một cô gái Nhật Bản 15 tuổi mất hết người thân và hi vọng, quyết định bán mình làm nô lệ. Cô được một pháp sư bí ẩn đầu lâu Elias Ainsworth mua về nước Anh, người tuyên bố sẽ nhận cô làm học trò và cô dâu của mình.",
      "detailed_summary": "Chise là một Slay Vega – người có năng lực ma thuật đặc biệt nhưng cũng khiến cô bị suy kiệt dần. Elias Ainsworth, một pháp sư cổ đại nửa người nửa yêu, đưa Chise về trang viên của mình ở Anh và bắt đầu dạy cô cách kiểm soát sức mạnh. Tại đây, Chise gặp gỡ nhiều sinh vật huyền bí như tiên, rồng, cũng như quen biết những pháp sư khác. Dần dần, Chise từ một cô gái trầm cảm, tự ti học được cách trân trọng bản thân và mở lòng với thế giới phép thuật xung quanh. Mối quan hệ giữa Chise và Elias cũng phát triển đặc biệt: vừa là thầy trò, vừa dần nảy sinh tình cảm gia đình và tình yêu khác lạ. The Ancient Magus' Bride mê hoặc người đọc bởi bầu không khí kỳ ảo đậm chất cổ tích, sự kết hợp giữa huyền bí và đời thường, cùng hành trình chữa lành tâm hồn của nhân vật chính."
    },
    {
      "name": "Magi: The Labyrinth of Magic",
      "author": "Shinobu Ohtaka",
      "short_summary": "Magi: The Labyrinth of Magic lấy cảm hứng từ Nghìn Lẻ Một Đêm, xoay quanh Aladdin – một cậu bé sở hữu cây sáo chứa thần đèn, và người bạn mới Alibaba. Họ cùng nhau chinh phục các mê cung (Dungeon) chứa đầy kho báu và phép thuật, với hy vọng thay đổi số phận và khám phá bí mật về thế giới.",
      "detailed_summary": "Aladdin thực ra là một Magi – pháp sư quyền năng được định mệnh chọn để dẫn dắt các vị vua tương lai. Cậu gặp Alibaba, một chàng trai nghèo nuôi tham vọng trở nên giàu có, và cùng nhau quyết định tiến vào Dungeon Amon nguy hiểm. Nhờ sự thông minh của Alibaba và phép thuật của Aladdin với thần đèn Ugo, họ vượt qua mê cung và giành được kho báu cùng quyền năng của Amon. Sau cuộc phiêu lưu đầu tiên, nhóm kết nạp Morgiana, một cô gái nô lệ được giải phóng, rồi du hành qua nhiều vương quốc như Balbadd và Sindria. Mỗi nơi, họ đối mặt với những kẻ thù và âm mưu chính trị, đồng thời Alibaba từng bước trưởng thành thành một nhà lãnh đạo. Magi lôi cuốn độc giả với thế giới phép thuật phong phú, những trận chiến kịch tính và thông điệp về tình bạn, lòng dũng cảm và trách nhiệm của người cầm quyền."
    },
    {
      "name": "Omniscient Reader's Viewpoint",
      "author": "Sing-Shong",
      "short_summary": "Omniscient Reader's Viewpoint (Góc Nhìn Toàn Tri) theo chân Kim Dokja, một nhân viên văn phòng bình thường, người nhận ra thế giới xung quanh đột nhiên biến đổi giống hệt nội dung của một tiểu thuyết web mà cậu từng đọc. Nhờ là độc giả duy nhất hoàn thành tiểu thuyết đó, Dokja sở hữu kiến thức quý giá để sinh tồn và thay đổi diễn biến câu chuyện.",
      "detailed_summary": "Khi thế giới thực bị các thế lực siêu nhiên ép buộc tham gia một trò chơi sinh tồn, con người phải vượt qua hàng loạt kịch bản nguy hiểm do các \"Dokkaebi\" (yêu tinh) tổ chức. Dokja nhanh chóng nhận ra những sự kiện này khớp với cốt truyện của bộ tiểu thuyết mạng \"Ba Cách Sống Sót\" mà cậu theo dõi suốt 10 năm. Dựa vào hiểu biết về tương lai, Dokja liên kết với nhân vật chính Yoo Joonghyuk và những người sống sót khác để hoàn thành các nhiệm vụ sinh tử. Tuy nhiên, mỗi lần can thiệp của Dokja đều có thể thay đổi cốt truyện gốc, dẫn đến những kết quả khó lường. Cậu phải cân não tính toán bước đi phù hợp, đồng thời đối mặt với sự thật về vai trò đặc biệt của mình trong trò chơi. Omniscient Reader's Viewpoint chinh phục độc giả bởi cốt truyện sáng tạo, các tình huống sinh tồn gay cấn và màn phối hợp giữa nhân vật chính và độc giả độc đáo."
    },
    {
      "name": "Great Teacher Onizuka",
      "author": "Tooru Fujisawa",
      "short_summary": "Great Teacher Onizuka (GTO) kể về Onizuka Eikichi, một cựu thủ lĩnh băng đảng xe máy quyết tâm trở thành người thầy vĩ đại nhất. Với quá khứ \"bất hảo\" và phong cách giảng dạy độc đáo, thầy Onizuka được phân công chủ nhiệm lớp cá biệt nhất trường và dùng những chiêu trò khác thường để cảm hóa học sinh.",
      "detailed_summary": "Onizuka từng là một thanh niên quậy phá, nhưng anh muốn làm giáo viên để có cơ hội tác động tích cực đến thế hệ trẻ (và hy vọng tìm được bạn gái học sinh, mặc dù ý định này dần biến mất khi anh thực sự quan tâm đến học trò). Được nhận vào trường trung học tư thục Holy Forest, Onizuka phụ trách lớp 3-4 nổi tiếng với học sinh cá biệt và chuyên \"đày\" giáo viên chủ nhiệm. Bằng phương pháp giáo dục phi truyền thống, hài hước và đôi lúc điên rồ, Onizuka dần dần giải quyết từng vấn đề của học sinh: từ bắt nạt, áp lực điểm số đến mâu thuẫn gia đình. Anh sẵn sàng hy sinh cả danh dự, thể xác và dùng kinh nghiệm đường phố của mình để bảo vệ học trò. GTO vừa mang tính giải trí cao với những tình huống cười ra nước mắt, vừa truyền tải thông điệp cảm động về tâm huyết của người thầy và sự trưởng thành của học sinh."
    },
    {
      "name": "The Seven Deadly Sins",
      "author": "Nakaba Suzuki",
      "short_summary": "The Seven Deadly Sins (Thất Hình Đại Tội) lấy bối cảnh vương quốc Britannia thời Trung Cổ, xoay quanh nhóm hiệp sĩ mạnh mẽ bị mang tiếng xấu gọi là \"Thất Đại Tội\". Công chúa Elizabeth đi tìm các thành viên nhóm này, đặc biệt là thủ lĩnh Meliodas, để nhờ họ giúp lật đổ những Hiệp sĩ Thánh đã phản bội và cứu vương quốc.",
      "detailed_summary": "Nhóm Thất Đại Tội từng là những hiệp sĩ ưu tú nhất của vương quốc Liones nhưng bị vu oan mưu phản và phải lẩn trốn. Mười năm sau, Elizabeth – công chúa thứ ba của Liones – phát hiện các Hiệp sĩ Thánh nắm quyền trong vương quốc đã tha hóa và áp bức dân chúng. Cô trốn khỏi cung và lên đường tìm Thất Đại Tội để cầu cứu. Elizabeth gặp được Meliodas, tội Lòng Tham, hiện là chủ một quán rượu cùng người bạn đồng hành là chú lợn biết nói Hawk. Họ cùng nhau tập hợp các thành viên khác như Diane (tội Đố Kỵ), Ban (tội Tham Lam), King (tội Lười Biếng)... Với sự đoàn kết, nhóm đối đầu với các Hiệp sĩ Thánh sa ngã và cả những thế lực siêu nhiên như Ma Thần Tộc, tạo nên câu chuyện phiêu lưu kỳ ảo hấp dẫn về tình đồng đội vượt qua định kiến."
    },
    {
      "name": "D.Gray-man",
      "author": "Katsura Hoshino",
      "short_summary": "D.Gray-man lấy bối cảnh nước Anh cuối thế kỷ 19, xoay quanh Allen Walker – một chàng trai trẻ có lời nguyền ở mắt trái giúp cậu nhìn thấy linh hồn trong những con Akuma (ác quỷ cơ khí). Allen gia nhập tổ chức Black Order với tư cách Exorcist để tiêu diệt Akuma và đối đầu Millennium Earl, kẻ âm mưu hủy diệt loài người.",
      "detailed_summary": "Akuma trong thế giới D.Gray-man là những cỗ máy giết chóc được tạo ra từ linh hồn người chết bị lợi dụng bởi Millennium Earl. Allen sở hữu \"Innocence\" – một loại vũ khí thánh có thể thanh tẩy Akuma, nằm trong cánh tay trái giả của cậu. Tại Black Order, Allen gặp các Exorcist đồng đội như Kanda lạnh lùng, Lenalee tốt bụng, Lavi ham học hỏi. Cùng nhau, họ thực hiện các nhiệm vụ tiêu diệt Akuma khắp nơi và thu thập các mảnh Innocence trên toàn cầu trước khi chúng rơi vào tay Millennium Earl. Khi cuộc chiến leo thang, nhóm Exorcist phải đối mặt với Noah – những tông đồ hắc ám trung thành với Earl, sở hữu sức mạnh vượt trội. D.Gray-man thu hút độc giả bởi sự kết hợp giữa không khí gothic u ám, cốt truyện hành động kịch tính và chiều sâu cảm xúc của các nhân vật trong cuộc chiến thiện ác."
    }
  ]
}
